Repository: BugsBag/Bublik
Catalog: Bublik/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans

source: A new version of Bublik is available!
ja: Bublikの新しいバージョンが利用可能です!
ko: Bublik의 새 버전을 사용할 수 있습니다!
ru: Доступна новая версия Bublik!
zh_hans: Bublik 有新版本可用!

source: About
ja: このアプリについて
ko: 정보
ru: О программе
zh_hans: 关于

source: Accessibility Access Required
ja: アクセシビリティへのアクセスが必要です
ko: 손쉬운 사용 접근 권한 필요
ru: Требуется разрешение на «Универсальный доступ»
zh_hans: 需要辅助功能权限

source: Add application...
ja: アプリケーションを追加...
ko: 애플리케이션 추가...
ru: Добавить приложение...
zh_hans: 添加应用程序...

source: All changes will be saved.
ja: すべての変更が保存されます。
ko: 모든 변경 사항이 저장됩니다.
ru: Все изменения будут сохранены.
zh_hans: 所有更改都将被保存。

source: Bublik will ignore keyboard events when these apps are in focus.
ja: これらのアプリがフォーカスされている間、Bublikはキーボードイベントを無視します。
ko: 이 앱이 포커스되어 있을 때 Bublik은 키보드 이벤트를 무시합니다.
ru: Bublik будет игнорировать события клавиатуры, когда эти приложения находятся в фокусе.
zh_hans: 当这些应用处于焦点时，Bublik 将忽略键盘事件。

source: Changing the language will have consequences after restarting the application.
ja: 言語の変更はアプリを再起動した後に適用されます。
ko: 언어 변경은 앱을 재시작한 후에 적용됩니다.
ru: Требуется перезапуск, чтобы изменение языка приложения вступило в силу.
zh_hans: 语言更改将在重启应用后生效。

source: Check now
ja: 今すぐ確認
ko: 지금 확인
ru: Проверить сейчас
zh_hans: 立即检查

source: Checking updates...
ja: アップデートを確認中...
ko: 업데이트 확인 중...
ru: Проверка обновлений...
zh_hans: 正在检查更新...

source: Click the button below to open System Settings.
ja: 下のボタンをクリックしてシステム設定を開きます。
ko: 아래 버튼을 클릭하여 시스템 설정을 여세요.
ru: Нажмите кнопку ниже, чтобы открыть системные настройки.
zh_hans: 点击下方按钮打开系统设置。

source: Click the field and press the hotkey. Recording will finish when you release the keys.
ja: フィールドをクリックしてホットキーを押してください。キーを離すと記録が終了します。
ko: 필드를 클릭하고 단축키를 누르세요. 키를 놓으면 기록이 완료됩니다.
ru: Щёлкните по полю и нажмите комбинацию клавиш. Запись завершится, когда вы отпустите клавиши.
zh_hans: 点击输入框并按下快捷键。松开按键后录制结束。

source: Close Bublik & Install
ja: Bublikを終了してインストール
ko: Bublik 종료 후 설치
ru: Закрыть Bublik и установить
zh_hans: 关闭 Bublik 并安装

source: Configure how often Bublik checks for new versions on GitHub.
ja: BublikがGitHubで新しいバージョンを確認する頻度を設定します。
ko: Bublik이 GitHub에서 새 버전을 확인하는 주기를 설정합니다.
ru: Настройте частоту проверки Bublik на наличие новых версий на GitHub.
zh_hans: 设置 Bublik 在 GitHub 上检查新版本的频率。

source: Daily
ja: 毎日
ko: 매일
ru: Раз в день
zh_hans: 每天

source: Download Complete!
ja: ダウンロードが完了しました!
ko: 다운로드 완료!
ru: Загрузка завершена!
zh_hans: 下载完成!

source: Download Update
ja: アップデートをダウンロード
ko: 업데이트 다운로드
ru: Скачать обновление
zh_hans: 下载更新

source: Downloading to your Downloads folder...
ja: ダウンロードフォルダにダウンロード中...
ko: 다운로드 폴더에 다운로드 중...
ru: Загрузка в папку «Загрузки»...
zh_hans: 正在下载到下载文件夹...

source: Excluded
ja: 除外
ko: 제외
ru: Исключения
zh_hans: 已排除

source: Excluded apps
ja: 除外されたアプリ
ko: 제외된 앱
ru: Исключённые приложения
zh_hans: 已排除的应用

source: Find 'Bublik' in the list and turn on the switch.
ja: リストで「Bublik」を見つけてスイッチをオンにしてください。
ko: 목록에서 'Bublik'을 찾아 스위치를 켜세요.
ru: Найдите «Bublik» в списке и включите переключатель.
zh_hans: 在列表中找到「Bublik」并开启开关。

source: Hotkeys for switching:
ja: 切り替え用ホットキー:
ko: 전환 단축키:
ru: Комбинация для смены раскладки:
zh_hans: 切换快捷键:

source: How to grant access:
ja: アクセスを許可する方法:
ko: 접근 권한 허용 방법:
ru: Как предоставить доступ:
zh_hans: 如何授予权限:

source: Keys
ja: キー
ko: 키
ru: Клавиши
zh_hans: 按键

source: Language
ja: 言語
ko: 언어
ru: Язык
zh_hans: 语言

source: Launch at Login
ja: ログイン時に起動
ko: 로그인 시 실행
ru: Запускать при входе
zh_hans: 登录时启动

source: Licensed under GPLv3
ja: GPLv3ライセンス
ko: GPLv3 라이선스
ru: Лицензия GPLv3
zh_hans: 基于 GPLv3 许可

source: Monthly
ja: 毎月
ko: 매월
ru: Раз в месяц
zh_hans: 每月

source: Never
ja: チェックしない
ko: 안 함
ru: Никогда
zh_hans: 从不

source: No hotkey set
ja: ホットキーが設定されていません
ko: 단축키가 설정되지 않음
ru: Комбинация не задана
zh_hans: 未设置快捷键

source: No updates found
ja: アップデートが見つかりません
ko: 업데이트 없음
ru: Обновлений нет
zh_hans: 未发现更新

source: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
ru: Открыть системные настройки
zh_hans: 打开系统设置

source: Press keys
ja: キーを押してください
ko: 키를 누르세요
ru: Нажмите комбинацию клавиш
zh_hans: 请按下快捷键

source: Quit
ja: 終了
ko: 종료
ru: Завершить
zh_hans: 退出

source: Recording...
ja: 入力中...
ko: 입력 중...
ru: Запись...
zh_hans: 录制中...

source: Remind Me Later
ja: 後で通知
ko: 나중에 알림
ru: Напомнить позже
zh_hans: 稍后提醒我

source: Restart application
ja: アプリを再起動
ko: 앱 재시작
ru: Перезапустить приложение
zh_hans: 重启应用

source: Settings
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置

source: Show in Finder
ja: Finderに表示
ko: Finder에서 보기
ru: Показать в Finder
zh_hans: 在访达中显示

source: Skip This Version
ja: このバージョンをスキップ
ko: 이 버전 건너뛰기
ru: Пропустить эту версию
zh_hans: 跳过此版本

source: Software Update
ja: アップデート
ko: 소프트웨어 업데이트
ru: Обновление
zh_hans: 软件更新

source: Source Code on GitHub
ja: GitHubのソースコード
ko: GitHub 소스 코드
ru: Исходный код на GitHub
zh_hans: GitHub 上的源代码

source: System
ja: システム
ko: 시스템
ru: Система
zh_hans: 系统

source: The app will restart automatically once access is granted.
ja: アクセスが許可されると、アプリは自動的に再起動します。
ko: 접근 권한이 허용되면 앱이 자동으로 재시작됩니다.
ru: После предоставления доступа приложение автоматически перезапустится.
zh_hans: 授予权限后，应用将自动重启。

source: The installer has been downloaded. Would you like to close Bublik and open the installer now?
ja: インストーラーがダウンロードされました。Bublikを終了して今すぐインストーラーを開きますか?
ko: 설치 프로그램이 다운로드되었습니다. Bublik을 종료하고 지금 설치 프로그램을 여시겠습니까?
ru: Установочный файл загружен. Хотите закрыть Bublik и открыть установщик сейчас?
zh_hans: 安装程序已下载。是否立即关闭 Bublik 并打开安装程序?

source: This allows the app to start working immediately after your will Log in to your profile.
ja: ログイン後すぐにアプリの動作を開始できます。
ko: 로그인 후 바로 앱이 작동을 시작합니다.
ru: Приложение начнёт работать сразу после входа в систему.
zh_hans: 允许应用在您登录后立即开始工作。

source: To detect your hotkeys and switch languages, Bublik needs permission to monitor keyboard events.
ja: ホットキーを検出して言語を切り替えるために、Bublikはキーボードイベントを監視する許可を必要とします。
ko: 단축키를 감지하고 언어를 전환하려면 Bublik에 키보드 이벤트 모니터링 권한이 필요합니다.
ru: Для распознавания горячих клавиш и переключения языков требуется разрешение на отслеживание событий клавиатуры.
zh_hans: 为了检测快捷键并切换语言，Bublik 需要监听键盘事件的权限。

source: Update found
ja: アップデートが見つかりました
ko: 업데이트 발견
ru: Найдено обновление
zh_hans: 发现更新

source: Updates
ja: アップデート
ko: 업데이트
ru: Обновления
zh_hans: 更新

source: Version %@ is now available. Would you like to download it to your Downloads folder?
ja: バージョン%@が利用可能です。ダウンロードフォルダにダウンロードしますか?
ko: 버전 %@을(를) 사용할 수 있습니다. 다운로드 폴더에 다운로드하시겠습니까?
ru: Доступна версия %@. Хотите загрузить её в папку «Загрузки»?
zh_hans: 版本 %@ 现已发布。要下载到下载文件夹吗?

# Version %@. Build number %@.
source: Version %1$@. Build number %2$@.
ja: バージョン%1$@。ビルド番号%2$@。
ko: 버전 %1$@. 빌드 번호 %2$@.
ru: Версия %1$@. Номер сборки %2$@.
zh_hans: 版本 %1$@。构建号 %2$@。

source: Weekly
ja: 毎週
ko: 매주
ru: Раз в неделю
zh_hans: 每周

source: When setting a combination that contains a regular key along with modifier keys, such as Command + Shift + A, layout switching will be performed upon pressing the last key in the combination.
ja: Command + Shift + A のように修飾キーと通常キーを含む組み合わせを設定した場合、組み合わせの最後のキーを押したときにレイアウトの切り替えが実行されます。
ko: Command + Shift + A와 같이 보조 키와 일반 키가 포함된 조합을 설정하면 조합의 마지막 키를 눌렀을 때 레이아웃 전환이 수행됩니다.
ru: Когда выбрана комбинация, которая содержит обычные клавиши, например Command + Shift + A, раскладка будет переключена после нажатия последней клавиши комбинации.
zh_hans: 当设置包含修饰键和普通键的组合(如 Command + Shift + A)时,按下组合中的最后一个键时将执行布局切换。

source: When setting a combination that contains only modifier keys, such as Command + Shift, layout switching will be performed upon releasing any key from the combination.
ja: Command + Shift のように修飾キーのみを含む組み合わせを設定した場合、組み合わせのいずれかのキーを離したときにレイアウトの切り替えが実行されます。
ko: Command + Shift처럼 보조 키만 포함된 조합을 설정하면 조합의 아무 키나 놓았을 때 레이아웃 전환이 수행됩니다.
ru: Когда выбрана комбинация, содержащая только служебные клавиши, например Command + Shift, раскладка будет переключена после отпускания любой клавиши комбинации.
zh_hans: 当设置仅包含修饰键的组合(如 Command + Shift)时,松开组合中的任意按键后将执行布局切换。

source: You can revoke this permission at any time in System Settings. After revoking permissions, you need to restart the application.
ja: この許可はシステム設定でいつでも取り消すことができます。許可を取り消した後は、アプリを再起動する必要があります。
ko: 이 권한은 시스템 설정에서 언제든지 철회할 수 있습니다. 권한을 철회한 후에는 앱을 재시작해야 합니다.
ru: Вы можете отозвать это разрешение в любое время в системных настройках. После отзыва разрешений необходимо перезапустить приложение.
zh_hans: 您可以随时在系统设置中撤销此权限。撤销权限后,需要重启应用。

source: You previously skipped this version, but it is still the latest available.
ja: このバージョンは以前スキップされましたが、依然として最新のバージョンです。
ko: 이전에 이 버전을 건너뛰었지만 여전히 최신 버전입니다.
ru: Ранее вы пропустили эту версию, но она всё ещё остаётся последней доступной.
zh_hans: 您之前跳过了此版本,但它仍是当前最新版本。

source: © %@ Igor V.
ru: © %@ Игорь В.
